Repository: paparateam/wooCommercePlugin
Catalog: papara-woocommerce/language/papara_woocommerce-*.po
Languages: tr_tr

source: Accept payments on your Wordpress Woocommerce sites with Papara account.
tr_tr: WordPress Woocommerce mağazanızda Papara ile ödeme kabul edin.

source: Api Key
tr_tr: Api Anahtar

source: Api Key Required For Papara Gateway! You may disabled Gateway for prevent notifications
tr_tr: Papara Ödemeye yöntemi için Api Anahtarı gereklidir.! Bildirimi kapatmak için ödeme yöntemini devredışı bırakabilirsiniz.

source: Communication with Papara API Failed
tr_tr: Papara API ile iletişim başarısız oldu

source: Communication with Papara API Failed
tr_tr: Papara API ile iletişim başarısız oldu

source: Description:
tr_tr: Açılama:

source: Enable Papara Payment Module.
tr_tr: Papara ödeme yöntemini etkinleştir

source: Enable Papara Payment Secret Key Verification. (Live ONLY!)
tr_tr: Papara ödemelerini gizli anahtar ile doğrula. (Sadece canlı ortam)

source: Enable Test Mode
tr_tr: Test modunu etkinleştir

source: Enable/Disable
tr_tr: Etkin / Devredışı

source: Given to Merchant by Papara
tr_tr: Papara Merchant hesabından alınabilir

source: In order to make tests check box
tr_tr: Eğer seçili ise sadece test ortamında işlem yapılır.

source: In order to secure payments, can be found on Papara Merchant Account
tr_tr: Ödemelerin güvenliğini sağlamak için Papara Merchant hesabından edinilebilir.

source: Incorrect Response received.
tr_tr: Kabul edilmeyen yanıt geldi.

source: Papara API succeeded false
tr_tr: Papara API talebi reddetti

source: Papara Payment Gateway Plug-in for WooCommerce
tr_tr: WooCommerce için Papara Ödeme Yöntemi

source: Papara Payment Gateway Plugin needs PHP Version 7+!
tr_tr: WooCommerce için Papara eklentisi PHP 7+ ve üzeri sürüm gerektirir.

source: Papara Payment Gateway Plugin needs Woocommerce Active And Version 6+!
tr_tr: WooCommerce için Papara eklentisi aktif WooCommerce 6+ ve üzeri sürüm gerektirir.

source: Papara Payment Gateway Plugin needs WordPress Version 5+!
tr_tr: WooCommerce için Papara eklentisi WordPress 5+ ve üzeri sürüm gerektirir.

source: Papara Woocommerce Gateway
tr_tr: Woocommerce Papara

source: Pay securely with Papara Payment System and Secure Servers.
tr_tr: Papara ile güvenli ödeme

source: Pay with Papara
tr_tr: Papara ile Öde

source: Secret Key
tr_tr: Gizli Anahtar

source: Settings
tr_tr: Ayarlar

source: Test Mode
tr_tr: Test Modu

source: This controls the description which the user sees during checkout.
tr_tr: Papara ile güvenli ödeme yapabilirsiniz. Bu açıklama ödeme ekranında görünür.
